public class Main {
    public static void main(String[] args) {
        System.out.println("Как я провёл лето 2017.");
        System.out.println("Мы с семьёй побывали во многих городах и сёлах.");
        System.out.println("Будучи в горах, мы восхищались высокими скалами и водопадами,");
        System.out.println("бурными потоками среди порогов и огромными хребтами.");
        System.out.println("Впечатлений масса: жаркие пляжи, шумные атракционы, тихие вечера в уютных кафе.");
        System.out.println("Больше всего запомнилось светомузыкальное фонтан-шоу.");
        System.out.println("Лето - прекрасная пора и в этот год оно подарило множество ярких воспоминаний.");
    }
}
